{
    "id": 28,
    "components": 
    [
        {
            "entry": 
            {
                "day": "28",
                "title": "Getting Twenty-Eight"
            },
            "type": "entry",
            "position": "center",
            "text":
            [
                 "<p>",
                "Rope Burns (28/12/2007)",
                "</p>",
                "<p>",
                "Hold on tight,<br>",
                "Just hold on,<br>",
                "The end is bright,<br>",
                "Not gone.",
                "</p>",
                "<p>",
                "He feels the rope burn in his palm,<br>",
                "Yet he grips tight, peaceful and calm,<br>",
                "It is not a matter until something snaps,<br>",
                "And then he will fall down; collapse.",
                "</p>",
                "<p>",
                "Pain is nothing,<br>",
                "Just the pain,<br>",
                "I don't... something,<br>",
                "Not again.",
                "</p>",
                "<p>",
                "He is holding on strongly to the rope,<br>",
                "He is not just grasping onto hope,<br>",
                "Because if he do let go he will fall,<br>",
                "As there is not a single wall.",
                "</p>",
                "<p>",
                "Guess there...<br>",
                "All round me,<br>",
                "There is air,<br>",
                "Not that I can see.",
                "</p>",
                "<p>",
                "If he lets go now he will surely drop,<br>",
                "And there will be nothing to stop,<br>",
                "But what will happen is not predicted,<br>",
                "Though that option is not restricted.",
                "</p>"
            ],
            "img": false
        },
                {
            "type": "blog",
            "position": "justify",
            "text":
            [
                 "<p>",
                "Sadness tells you something is bothering you. John is gone and I should not feel sad. He was the one who fell into a fairy tale of love. And yet, I do hold on to the hope that John will come back. He was a good friend. And yet I am curious to find out what will happen in my life without him.",
                "</p>",
                "<p>",
                "We hold on to the hope that we will never be lonely. We are creatures that require social connectivity. When left alone for a long period of time, an outburst of insanity can occur due to an eruption of boredom. We hope to never become insane.",
                "</p>",
                "<p>",
                "If you hold on too long, your hands might hurt. But what choice do we have?",
                "</p>",
                "<p>",
                "Postscript: Antisocial does not mean incapable of socialising. It is a mental disorder where one lacks remorse, compassion, cautiousness and patience.",
                "</p>"
            ],
            "img": true
        }
    ]
}